Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/kirken.no/korona_registreringsplakat_sme.pdf.tmx
Source language: sme
Languages: sma

source: Sisa čálihit
sma: Registreradimmie

source: Eiseválddit leat mearridan ahte mii fertet diehtit geat bohtet girkui, vai sáhttit veahkkin gávdnat olbmuid jus lea dárbu dávdanjoammuna geažil.
sma: Åejvieladtjh leah nænnoestamme mijjieh tjoerebe bijjieguvviem utnedh gïeh gærhkosne, guktie maehtebe viehkiehtidh jis tjuara suetiem goeredh.

source: Dán girkus mii bivdit buohkaid, geat bohtet ipmilbálvalussii, čállit iežaset nama ja telefonnummara.
sma: Daennie gærhkosne guessiej nommem jïh mobijlenommerem læstosne tjaelebe.

source: Listu vurkejuvvo 10 beaivvi ovdal billistuvvo.
sma: Mijjieh læstoem 10 biejjieh vöörhkebe åvtelen dam smöölhkebe.

source: Dán mii dahkat čuovvun dihte Covid-19 láhkaásahusa § 13.
sma: Daate Covid-19-mieriedimmien mietie § 13.
